{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "!": 5,
      "'": 6,
      ",": 7,
      ".": 8,
      "?": 9,
      "C": 10,
      "H": 11,
      "I": 12,
      "a": 13,
      "e": 14,
      "f": 15,
      "h": 16,
      "i": 17,
      "l": 18,
      "m": 19,
      "n": 20,
      "o": 21,
      "r": 22,
      "u": 23,
      "w": 24,
      "y": 25,
      "ll": 26,
      "He": 27,
      "ar": 28,
      "all": 29,
      "ou": 30,
      "you": 31,
      "llo": 32,
      "Hello": 33,
      "Ca": 34,
      "Ho": 35,
      "am": 36,
      "ear": 37,
      "fi": 38,
      "hear": 39,
      "me": 40,
      "ne": 41,
      "are": 42,
      "Can": 43,
      "How": 44,
      "fine": 45
    },
    "merges": [
      [
        "l",
        "l"
      ],
      [
        "H",
        "e"
      ],
      [
        "a",
        "r"
      ],
      [
        "a",
        "ll"
      ],
      [
        "o",
        "u"
      ],
      [
        "y",
        "ou"
      ],
      [
        "ll",
        "o"
      ],
      [
        "He",
        "llo"
      ],
      [
        "C",
        "a"
      ],
      [
        "H",
        "o"
      ],
      [
        "a",
        "m"
      ],
      [
        "e",
        "ar"
      ],
      [
        "f",
        "i"
      ],
      [
        "h",
        "ear"
      ],
      [
        "m",
        "e"
      ],
      [
        "n",
        "e"
      ],
      [
        "ar",
        "e"
      ],
      [
        "Ca",
        "n"
      ],
      [
        "Ho",
        "w"
      ],
      [
        "fi",
        "ne"
      ]
    ]
  }
}